Repository: Krystek20/SnapDay
Catalog: SnapDayKit/Sources/Plans/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br

source: The selected date range no longer includes these days. Their scheduled activities will be removed.
ar: لم يعد نطاق التاريخ المحدد يتضمن هذه الأيام. ستتم إزالة أنشطتها المجدولة.
de: Der ausgewählte Zeitraum enthält diese Tage nicht mehr. Die dafür geplanten Aktivitäten werden entfernt.
es: El intervalo de fechas seleccionado ya no incluye estos días. Se eliminarán sus actividades programadas.
fr: La période sélectionnée n’inclut plus ces jours. Leurs activités planifiées seront supprimées.
it: L'intervallo di date selezionato non include più questi giorni. Le attività programmate verranno rimosse.
ja: 選択した期間にこれらの日付が含まれなくなりました。予定されているアクティビティは削除されます。
ko: 선택한 날짜 범위에 해당 날짜가 더 이상 포함되지 않습니다. 예정된 활동이 제거됩니다.
pl: Wybrany zakres dat nie obejmuje już tych dni. Zaplanowane aktywności zostaną usunięte.
pt_br: O intervalo de datas selecionado não inclui mais esses dias. As atividades agendadas serão removidas.

source: This plan can't be restored
ar: لا يمكن استعادة هذه الخطة
de: Dieser Plan kann nicht wiederhergestellt werden
es: Este plan no se puede restaurar
fr: Ce plan ne peut pas être restauré
it: Questo piano non può essere ripristinato
ja: このプランは復元できません
ko: 이 플랜은 복원할 수 없음
pl: Nie można przywrócić tego planu
pt_br: Este plano não pode ser restaurado

source: This plan has nothing scheduled today. Your daily list may still include other activities.
ar: لا تحتوي هذه الخطة على أي شيء مجدول اليوم. قد تظل قائمتك اليومية تتضمن أنشطة أخرى.
de: Für diesen Plan ist heute nichts vorgesehen. Deine Tagesliste kann trotzdem andere Aktivitäten enthalten.
es: Este plan no tiene nada programado para hoy. Tu lista diaria puede incluir otras actividades.
fr: Ce plan ne prévoit rien aujourd’hui. Votre liste quotidienne peut toutefois contenir d’autres activités.
it: Questo piano non prevede nulla per oggi. L'elenco giornaliero può comunque includere altre attività.
ja: このプランには今日の予定がありません。デイリーリストにはほかのアクティビティが含まれる場合があります。
ko: 이 플랜에는 오늘 예정된 항목이 없습니다. 일일 목록에는 다른 활동이 포함될 수 있습니다.
pl: W tym planie nie ma dziś nic zaplanowanego. Lista dnia może nadal zawierać inne aktywności.
pt_br: Este plano não tem nada agendado para hoje. Sua lista diária ainda pode incluir outras atividades.

source: This plan is not active
ar: هذه الخطة غير نشطة
de: Dieser Plan ist nicht aktiv
es: Este plan no está activo
fr: Ce plan n’est pas actif
it: Questo piano non è attivo
ja: このプランは進行中ではありません
ko: 이 플랜은 활성 상태가 아님
pl: Ten plan nie jest aktywny
pt_br: Este plano não está ativo

source: This plan will move to History. Its completed activities and progress will be kept.
ar: سيتم نقل هذه الخطة إلى السجل. سيتم الاحتفاظ بأنشطتها المكتملة وتقدمها.
de: Dieser Plan wird in den Verlauf verschoben. Erledigte Aktivitäten und Fortschritt bleiben erhalten.
es: Este plan se moverá al historial. Se conservarán sus actividades completadas y su progreso.
fr: Ce plan sera déplacé dans l’historique. Ses activités terminées et sa progression seront conservées.
it: Questo piano verrà spostato nella cronologia. Le attività completate e i progressi verranno conservati.
ja: このプランは履歴に移動します。完了したアクティビティと進捗は保持されます。
ko: 이 플랜은 기록으로 이동합니다. 완료한 활동과 진행 상황은 유지됩니다.
pl: Ten plan zostanie przeniesiony do historii. Ukończone aktywności i postępy zostaną zachowane.
pt_br: Este plano será movido para o histórico. As atividades concluídas e o progresso serão mantidos.

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
pl: Ten tydzień
pt_br: Esta semana

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pl: Dzisiaj
pt_br: Hoje

source: Try again
ar: إعادة المحاولة
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pl: Spróbuj ponownie
pt_br: Tentar novamente

source: Upcoming
ar: قادم
de: Bevorstehend
es: Próximo
fr: À venir
it: In arrivo
ja: 予定
ko: 예정
pl: Nadchodzące
pt_br: Próximo

source: Weekly schedule
ar: الجدول الأسبوعي
de: Wochenplan
es: Calendario semanal
fr: Programme hebdomadaire
it: Programma settimanale
ja: 週間スケジュール
ko: 주간 일정
pl: Harmonogram tygodniowy
pt_br: Cronograma semanal

source: Your changes are still open. Please try saving again.
ar: لا تزال تغييراتك مفتوحة. حاول الحفظ مرة أخرى.
de: Deine Änderungen sind weiterhin geöffnet. Versuche erneut zu speichern.
es: Tus cambios siguen abiertos. Intenta guardarlos de nuevo.
fr: Vos modifications sont toujours ouvertes. Réessayez de les enregistrer.
it: Le modifiche sono ancora aperte. Prova a salvarle di nuovo.
ja: 変更内容はそのまま残っています。もう一度保存してください。
ko: 변경 사항은 그대로 열려 있습니다. 다시 저장해 주세요.
pl: Twoje zmiany nadal są otwarte. Spróbuj zapisać je ponownie.
pt_br: Suas alterações continuam abertas. Tente salvar novamente.
